{
	"food":[
		{
			"id": 1,
			"name": "Бананы",
			"price" : 125,
			"category" : "fruit",
			"descr": "одна из древнейших пищевых культур, а для тропических стран важнейшее пищевое растение и главная статья экспорта. Спелые бананы широко употребляются в пищу по всему миру, их используют при приготовлении большого количества блюд."
		},
		{
			"id": 2,
			"name": "Ананас",
			"price" : 140,
			"category" : "fruit",
			"descr": "Ананас настоящий представлен в культуре многочисленным разнообразием сортов не только в Южной Америке, где растут представители рода Ананас, но и по всем тропическим странам земного шара."
		},
		{
			"id": 3,
			"name": "Киви",
			"price" : 110,
			"category" : "fruit",
			"descr": "Первое описание киви датируется XII веком во времена династии Сун. В начале XX века выращивание киви распространилось из Китая в Новую Зеландию, где были произведены первые коммерческие посадки."
		},
		{
			"id": 4,
			"name": "Арбуз",
			"price" : 20,
			"category" : "fruit",
			"descr": "Плод — тыквина[7], шаровидной, овальной, уплощённой или цилиндрической формы; окраска коры от белой и жёлтой до тёмно-зелёной с рисунком в виде полосок и пятен; мякоть, как правило, розовая, красная, малиновая, реже — белая и жёлтая."
		},
		{
			"id": 5,
			"name": "Картофель",
			"price" : 45,
			"category" : "veggies",
			"descr": "одна из древнейших пищевых культур, а для тропических стран важнейшее пищевое растение и главная статья экспорта. Спелые бананы широко употребляются в пищу по всему миру, их используют при приготовлении большого количества блюд."
		},
		{
			"id": 6,
			"name": "Лук",
			"price" : 30,
			"category" : "veggies",
			"descr": " многолетнее травянистое растение, вид рода Лук (Allium) семейства Луковые (Alliaceae), широко распространённая овощная культура."
		},
		{
			"id": 7,
			"name": "Морковь",
			"price" : 50,
			"category" : "veggies",
			"descr": " двулетнее растение, овощная культура, подвид вида морковь дикая. Обычно в быту под словом «морковь» подразумевается широко распространённый корнеплод именно этого растения, который обычно относят к овощам."
		},
		{
			"id": 8,
			"name": "Тыква",
			"price" : 80,
			"category" : "veggies",
			"descr": "Под словом «тыква» в России обычно понимаются виды Тыква обыкновенная (Cucurbita pepo) и Тыква гигантская (Cucurbita maxima), широко распространённые и культивируемые как пищевое и кормовое растение."
		},
	]
}